<?php
/* 综合状态 
$_LANG['cs'][0] = '待确认';
$_LANG['cs'][1] = '待付款';
$_LANG['cs'][3] = '待发货';
$_LANG['cs'][1] = '付款中';
$_LANG['cs'][2] = '取消';
$_LANG['cs'][3] = '无效';
$_LANG['cs'][4] = '退货';*/
 
/* 订单状态 
$_LANG['os'][0] = '未确认';
$_LANG['os'][1] = '已确认';
$_LANG['os'][5] = '已确认';
$_LANG['os'][2] = '已取消';
$_LANG['os'][3] = '无效';
$_LANG['os'][4] = '退货';

$_LANG['ss'][0] = '未发货';
$_LANG['ss'][3] = '配货中';
$_LANG['ss'][1] = '已发货';
$_LANG['ss'][2] = '收货确认';
$_LANG['ss'][4] = '已发货(部分商品)';
$_LANG['ss'][5] = '配货中'; // 已分单

$_LANG['ps'][0] = '未付款';
$_LANG['ps'][1] = '付款中';
$_LANG['ps'][2] = '已付款';
*/
/*拼团状态*/
$_LANG['ts'][0] = '待付款';
$_LANG['ts'][1] = '拼团中';
$_LANG['ts'][2] = '拼团成功';
$_LANG['ts'][3] = '拼团失败';
$_LANG['ts'][4] = '拼团失败';

/* 退换货订单状态 */
$_LANG['bos'][0] = "审核通过";
$_LANG['bos'][1] = "商家已收到寄回商品";
$_LANG['bos'][2] = "换回商品已寄出";
$_LANG['bos'][3] = "完成退货/退款";
$_LANG['bos'][4] = "退款(无需退货)";
$_LANG['bos'][5] = "申请审核中";
$_LANG['bos'][6] = "申请被拒绝";
$_LANG['bos'][7] = "寄回商品超期，申请被自动取消";
$_LANG['bos'][8] = "用户自行取消申请";

/* 退换货订单退款状态 */
$_LANG['bps'][0] = "未退款";
$_LANG['bps'][1] = "已退款";
$_LANG['bps'][9] = "无需退款";


?>